Repository: agateau/pixelwheels
Catalog: android/assets/po/*.po
Languages: bn, de, eo, eu, gl, hu, it_it, nl, pl, tr

source: Congrats for this performance!
bn: ফলাফলের জন্য অভিনন্দন!
de: Glückwunsch zu dieser fantastischen Leistung!
eo: Gratulojn pro tia rendimento!
eu: Zorionak egindako lanagatik!
gl: Parabéns por esta actuación!
hu: Gratulálunk ehhez a teljesítményhez!
it_it: Bravo per questa performance!
nl: Gefeliciteerd met deze overwinning!
pl: Gratulacje za ten występ!
tr: Bu performans için tebrikler!

source: Impressive!
bn: প্রশংসনীয়!
de: Beeindruckend!
eo: Impresa!
eu: Izugarria!
gl: Impresionante!
hu: Lenyűgöző!
it_it: Impressionante!
nl: Ongelooflĳk!
pl: Imponujące!
tr: Etkileyici!

source: Best lap
bn: সর্বোত্তম দৌড়
de: Schnellste Runde
eo: Plej bona rondiro
eu: Itzuli onena
gl: Mellor volta
hu: Legjobb kör
it_it: Miglior giro
nl: Beste ronde
pl: Najlepsze okrążenie
tr: En iyi tur

source: Racer
bn: দৌড়বিদ
de: Teilnehmer
eo: Vetkuranto
eu: Gidaria
gl: Piloto
hu: Versenyző
it_it: Pilota
nl: Bestuurder
pl: Zawodnik
tr: Yarışçı

source: Total time
bn: মোট সময়
de: Gesamtzeit
eo: Tuta tempo
eu: Denbora guztira
gl: Tempo total
hu: Teljes idő
it_it: Tempo totale
nl: Totaaltĳd
pl: Łączny czas
tr: Toplam süre

source: Points
bn: পয়েন্ট
de: Punkte
eo: Poentoj
eu: Puntuak
gl: Puntos
hu: Pont
it_it: Punti
nl: Aantal punten
pl: Punkty
tr: Puanlar

source: Race time
bn: দৌড়ের সময়
de: Rennzeit
eo: Vetkura tempo
eu: Lasterketa denbora
gl: Tempo de carreira
hu: Versenyidő
it_it: Tempo della gara
nl: Racetĳd
pl: Czas wyścigu
tr: Yarış süresi

source: Finish third or better at %s championship
de: Erreiche Rang 3 oder besser bei der %s Meisterschaft
eo: Finiĝu trie aŭ pli bone en la %s ĉampionado
gl: Remata terceiro ou mellor no campionato %s
hu: Fejezd be harmadik vagy jobb helyen a(z) %s bajnokságot
it_it: Arriva terzo o meglio al campionato %s
nl: Eindig in de top 3 van het %s-kampioenschap

source: Finish second or better at %s championship
de: Erreiche Rang 2 oder besser bei der %s Meisterschaft
eo: Finiĝu due aŭ pli bone en la %s ĉampionado
gl: Remata segundo ou mellor no campionato %s
hu: Fejezd be második vagy jobb helyen a(z) %s bajnokságot
it_it: Arriva secondo o meglio al campionato %s
nl: Eindig in de top 2 van het %s-kampioenschap

source: Finish first at %s championship
de: Erreiche Rang 1 bei der %s Meisterschaft
eo: Finiĝu unue en la %s ĉampionado
gl: Remata primeiro no campionato %s
hu: Fejezd be első helyen a(z) %s bajnokságot
it_it: Arriva primo al campionato %s
nl: Eindig op de eerste plaats van het %s-kampioenschap

source: Finish third or better at %s championship in %s league
de: Erreiche Rang 3 oder besser bei der %s Meisterschaft in der %s Liga
eo: Finiĝu trie aŭ pli bone en la %s ĉampionado en la %s ligo
gl: Remata terceiro ou mellor no campionato %s da liga %s
hu: Fejezd be harmadik vagy jobb helyen a(z) %s bajnokságot a(z) %s ligában
nl: Eindig in de top 3 van het %s-kampioenschap in de %s-competitie

source: Finish second or better at %s championship in %s league
de: Erreiche Rang 2 oder besser bei der %s Meisterschaft in der %s Liga
eo: Finiĝu due aŭ pli bone en la %s ĉampionado en la %s ligo
gl: Remata segundo ou mellor no campionato %s da liga %s
hu: Fejezd be második vagy jobb helyen a(z) %s bajnokságot a(z) %s ligában
nl: Eindig in de top 2 van het %s-kampioenschap in de %s-competitie

source: Finish first at %s championship in %s league
de: Erreiche Rang 1 bei der %s Meisterschaft in der %s Liga
eo: Finiĝu unue en la %s ĉampionado en la %s ligo
gl: Remata primeiro no campionato %s da liga %s
hu: Fejezd be első helyen a(z) %s bajnokságot a(z) %s ligában
nl: Eindig op de eerste plaats van het %s-kampioenschap in de %s-competitie

# Must be two sentences separated by a newline
source: Championship Finished!
de: Meisterschaft geschafft!
eo: Ĉampionado Finita!
eu: Bukatu da Txapelketa!
gl: Campionato rematado!
hu: A bajnokság befejeződött!
it_it: Campionato Finito!
nl: Kampioenschap afgerond!
pl: Mistrzostwa zakończone!
tr: Şampiyonluk tamamlandı!

source: About
bn: সম্পর্কে
de: Informationen
eo: Pri
eu: Honi buruz
gl: Sobre
hu: Névjegy
it_it: Informazioni
nl: Over
pl: O grze
tr: Hakkında

source: CREDITS
bn: কৃতজ্ঞতা
de: DANKSAGUNG
eo: ATRIBUOJ
eu: KREDITUAK
gl: CRÉDITOS
hu: KÉSZÍTŐK
it_it: RICONOSCIMENTI
nl: MET DANK AAN
pl: AUTORZY
tr: KATKIDA BULUNANLAR

source: WEB SITE
eo: RETEJO
gl: SITIO WEB
hu: WEBHELY

source: Under the hood
bn: ঢাকনার নিচে
de: Fehlersuche
eo: Sub la fasado
eu: Kapot azpian
gl: Baixo o capó
hu: Motorháztető alatt
it_it: Dietro le quinte
nl: Onder de motorkap
pl: Pod maską
tr: Sorun giderme

source: These options are mostly interesting for Pixel Wheels development, but feel free to poke around!
bn: এই পছন্দসমূহ মূলত প্রকৌশলগত কারণে এখানে, কিন্তু এগুলো ব্যবহার করতে ভয় করো না!
de: Die folgenden Einstellungen sind hauptsächlich für die Entwicklung von Pixel Wheels relevant! Du kannst aber natürlich trotzdem herumstöbern und sie ausprobieren.
eo: Ĉi tiuj opcioj estas precipe interesaj por la disvolvado de Pixel Wheels, sed vi bonvolu tuŝi!
eu: Ezarpen hauek batez ere Pixel Wheels-en garapenerako dira interesgarriak, baina aldatu nahi adina!
gl: Estas opcións son principalmente interesantes para o desenvolvemento de Pixel Wheels, pero podes botarlles unha ollada!
hu: Ezek a beállítások leginkább a Pixel Wheels fejlesztéséhez érdekesek, de bátran próbáld ki mindet!
it_it: Queste opzioni sono soprattutto interessanti per lo sviluppo di Pixel Wheels, ma sentiti libero di giocarci un po'!
nl: Deze opties zĳn vooral bedoeld voor Pixel Wheels-ontwikkelaars, maar kĳk gerust rond!
pl: Te opcje są głównie interesujące dla rozwoju Pixel Wheels, ale nie bój się ich wypróbować!
tr: Bu seçenekler Piksel Tekerlekler için ilgi çekicidir, amabakınmakta serbestsin!

source: DEV. OPTIONS
bn: প্রকৌশলী পছন্দসমূহ
de: ENTWICKLEROPTIONEN
eo: PROGRAMISTAJ OPCIOJ
eu: GARAPEN AUKERAK
gl: SECCIÓN DOS DESENVOLVEDORES
hu: FEJLESZTŐI BEÁLLÍTÁSOK
it_it: ANGOLO SVILUPPATORI
nl: ONTWIKKELAARSOPTIES
pl: OPCJE DEV.
tr: GELİŞTİRİCİ SEÇENEKLERİ

source: Controls
bn: পছন্দসমূহ
de: Steuerung
eo: Kontroloj
eu: Kontrolak
gl: Controis
hu: Vezérlők
it_it: Controlli
nl: Besturing
pl: Sterowanie
tr: Kontroller

source: P%d
gl: X%d
hu: J%d
nl: Sp. %d
pl: G%d
tr: Oyuncu %d

source: Player #%d:
bn: খেলোয়াড় #%d:
de: Spieler #%d:
eo: Ludanto #%d:
eu: #%d Jokalaria:
gl: Xogador #%d:
hu: %d. játékos:
it_it: Giocatore n°%d:
nl: Speler #%d:
pl: Gracz #%d:
tr: Oyuncu #%d:

source: Controls:
bn: পছন্দসমূহ
de: Steuerung:
eo: Kontroloj:
eu: Kontrolak:
gl: Controis:
hu: Vezérlők:
it_it: Controlli:
nl: Besturing:
pl: Sterowanie:
tr: Kontroller:

source: General
bn: সাধারণ
de: Allgemeines
eo: Ĝeneralaj
eu: Orokorra
gl: Xeral
hu: Általános
it_it: Generale
nl: Algemeen
pl: Ogólne
tr: Genel

source: Language:
bn: ভাষা
de: Sprache:
eo: Lingvo:
eu: Hizkuntza:
gl: Lingua:
hu: Nyelv:
it_it: Lingua:
nl: Taal:
pl: Język:
tr: Dil:

# 'change' refer to changing languages
source: Can't change while racing
bn: রেসের মাঝে পরিবর্তনযোগ্য নয়
de: Änderung nicht möglich
eo: Ne eblas ŝanĝi dum kurado
gl: Non se pode mudar durante a carreira
hu: Nem lehet megváltoztatni verseny közben
nl: De taal kan niet worden gewijzigd tijdens een wedstrijd
pl: Nie można zmienić w trakcie wyścigu
tr: Yarış devam ederken dil değiştirilemez

source: Audio
bn: শব্দ
de: Töne
eo: Aŭdaĵo
eu: Audioa
gl: Son
hu: Hang
pl: Dźwięk
tr: Ses

source: Sound FX:
bn: সংগীত প্রভাব:
de: Effekte:
eo: Sono FX:
eu: Soinu efektuak:
gl: Efectos de son:
hu: Hanghatások:
it_it: Effetti sonori:
nl: Geluidseffecten:
pl: Efekty dźwiękowe:
tr: Ses Efektleri:

source: Music:
bn: সংগীত
de: Musik:
eo: Muziko:
eu: Musika:
gl: Música:
hu: Zene:
it_it: Musica:
nl: Muziek:
pl: Muzyka:
tr: Müzik:

source: Video
bn: ভিডিও
de: Anzeige
eu: Bideoa
gl: Vídeo
hu: Videó
pl: Wideo

source: Fullscreen:
bn: বড়পর্দা
de: Vollbildmodus:
eo: Plenekrane:
eu: Pantaila osoa:
gl: Pantalla chea:
hu: Teljes képernyő:
it_it: Schermo pieno:
nl: Schermvullende weergave:
pl: Pełny ekran:
tr: Tam ekran:

source: Rotate camera:
bn: ক্যামেরা ঘুরাও
de: Kamera drehen:
eo: Turni kameraon:
gl: Xirar a cámara:
hu: Kamera forgatása:
nl: Camera draaien:

source: CONFIGURE
bn: পাল্টাও
de: KONFIGURIEREN
eo: AGORDI
eu: KONFIGURATU
gl: CONFIGURAR
hu: BEÁLLÍTÁS
it_it: CONFIGURA
nl: INSTELLEN
pl: KONFIGURUJ
tr: DÜZENLE

# Indicates the HUD zoom adjusts itself automatically
source: Automatic
gl: Automatico

source: Thank you for playing!
bn: খেলার জন্য ধন্যবাদ!
de: Danke fürs Spielen!
eo: Dankon pro via ludado!
eu: Eskerrik asko jostatzeagatik!
gl: Grazas por xogar!
hu: Köszönjük, hogy játszottál!
it_it: Grazie per aver giocato!
nl: Bedankt voor het spelen!
pl: Dziękuję za granie!
tr: Oynadığınız için teşekkürler!

source: League
bn: লিগ
de: Liga
eo: Ligo
gl: Liga
hu: Liga
nl: Competitie

# The 'P' is for 'Player'
source: P%d: %s
gl: X%d: %s
hu: J%d: %s
nl: Sp. %d: %s
pl: Gracz #%d: %s
tr: Oyuncu #%d: %s

source: Player #%d: %s
bn: খেলোয়াড় #%d: %s
de: Spieler #%d: %s
eo: Ludanto #%d: %s
eu: #%d Jokalaria: %s
gl: Xogador #%d: %s
hu: %d. játékos: %s
it_it: Giocatore n°%d: %s
nl: Speler #%d: %s
pl: Gracz #%d: %s
tr: Oyuncu #%d: %s

source: MAIN MENU
bn: মূল পৃষ্ঠা
de: HAUPTMENÜ
eo: ĈEFA MENUO
eu: MENU NAGUSIA
gl: MENÚ PRINCIPAL
hu: FŐMENÜ
it_it: MENU' PRINCIPALE
nl: HOOFDMENU
pl: MENU GŁÓWNE
tr: ANA MENÜ

source: [Locked]
bn: [তালাবদ্ধ]
de: [Gesperrt]
eo: [Ŝlosita]
eu: [Blokeatua]
gl: [Bloqueado]
hu: [Zárolva]
it_it: [Bloccato]
nl: [Vergrendeld]
pl: [Zablokowane]
tr: [Kilitli]

source: New vehicle unlocked!
bn: নতুন গাড়ি উন্মোচিত!
de: Neues Fahrzeug freigeschaltet!
eo: Nova veturilo malŝlosita!
eu: Ibilgailu berria desblokeatua!
gl: Novo vehículo desbloqueado!
hu: Új jármű feloldva!
it_it: Nuovo veicolo sbloccato!
nl: Nieuw voertuig ontgrendeld!
pl: Nowy pojazd odblokowany!
tr: Yeni araç açıldı!

source: New championship unlocked!
de: Neue Meisterschaft freigeschaltet!
eo: Nova ĉampionado malŝlosita!
eu: Txapelketa berria desblokeatua!
gl: Novo campionato desbloqueado!
hu: Új bajnokság feloldva!
it_it: Nuovo campionato sbloccato!
nl: Nieuw kampioenschap ontgrendeld!
pl: Nowe mistrzostwa odblokowane!
tr: Yeni şampiyonluk açıldı!

source: Steer left
de: Links lenken
eo: Stiri maldekstren
eu: Ezkerrera biratu
gl: Xirar a esquerda
hu: Kanyarodás balra
it_it: Sterza a sinistra
nl: Naar links sturen
pl: Skręć w lewo:
tr: Sola dön

source: Steer right
de: Rechts lenken
eo: Stiri dekstren
eu: Eskuinera biratu
gl: Xirar a dereita
hu: Kanyarodás jobbra
it_it: Sterza a destra
nl: Naar rechts sturen
pl: Skręć w prawo:
tr: Sağa dön

source: Screenshot
bn: স্ক্রিনশট
de: Bildschirmfoto
eo: Ekrankopio
gl: Captura de pantalla
hu: Képernyőkép
nl: Schermfoto maken
pl: Zrzut ekranu
tr: Ekran Görüntüsü

source: Up
bn: উপরে
de: Rauf
eo: Supren
eu: Gora
gl: Arriba
hu: Fel
it_it: Su
nl: Omhoog
pl: Góra
tr: Yukarı

source: Down
bn: নিচে
de: Runter
eo: Malsupren
eu: Behera
gl: Abaixo
hu: Le
it_it: Giù
nl: Omlaag
pl: Dół
tr: Aşağı

source: Left
bn: বামে
de: Links
eo: Maldekstren
eu: Ezker
gl: Esquerda
hu: Balra
it_it: Sinistra
nl: Links
pl: Lewo
tr: Sol

source: Right
bn: ডানে
de: Rechts
eo: Dekstren
eu: Eskuin
gl: Dereita
hu: Jobbra
it_it: Destra
nl: Rechts
pl: Prawo
tr: Sağ

source: 1st
bn: ১ম
eo: 1-a
gl: 1º
nl: 1e

source: 2nd
bn: ২য়
eo: 2-a
gl: 2º
nl: 2e

source: 3rd
bn: ৩য়
eo: 3-a
gl: 3º
nl: 3e

source: 4th
bn: ৪র্থ
eo: 4-a
gl: 4º
nl: 4e

source: 5th
bn: ৫ম
eo: 5-a
gl: 5º
nl: 5e

source: 6th
bn: ৬ষ্ঠ
eo: 6-a
gl: 6º
nl: 6e

source: Disconnected
bn: বিচ্ছিন্ন
de: Nicht angeschlossen
eo: Nekonektita
gl: Desconectado
hu: Leválasztva
nl: Verbinding verbroken
pl: Rozłączono
tr: Bağlı değil

source: Need to file a bug report? Use this button to find the log file to attach.
bn: সমস্যা প্রতিবেদন করতে চাও? এই বোতাম দিয়ে সংযুক্ত সূচীর নথিটি পাবে
de: Willst du einen Fehler melden? Verwende die nachfolgende Schaltfläche, um den Ordner der Protokolldatei zu öffnen.
eo: Ĉu vi bezonas raporti eraron? Uzu ĉi tiun butonon por trovi la kunligotan protokolan dosieron.
eu: Fitxategia behar duzu akatsa jakinarazteko? Erabili botoi hau beharrezko fitxategia bilatzeko.
gl: Precisas crear un informe de erro? Emprega este botón para atopalo ficheiro de rexistro a achegar.
hu: Hibajelentést szeretnél küldeni? Használd ezt a gombot a csatolandó naplófájl megkereséséhez.
it_it: Devi segnalarci un bug? Utilizza questo bottone per trovare il file di log da inviarci.
nl: Heb je een bug gevonden? Met deze knop kun je het juiste logboek opsporen.
pl: Potrzebujesz zgłosić błąd? Użyj tego przycisku, żeby znaleźć logi do dołączenia.
tr: Hata raporunuzu dosyalamaya ihtiyacınız mı var? Hata raporu günlüğünü yüklemek için bu butonu kullanın.

source: OPEN LOG FILE FOLDER
bn: লগ বা সূচী ফাইলের ফোল্ডার খুঁজে বের করো
de: PROTOKOLLORDNER
eo: MALFERMI DOSIERUJON DE PROTOKOLA DOSIERO
eu: LOG-EN KARPETA IREKI
gl: ABRIR CARTAFOL DO ARQUIVO DE REXISTRO
hu: NAPLÓFÁJLMAPPA MEGNYITÁSA
it_it: CARTELLA DEI LOG
nl: LOGBOEKMAP OPENEN
pl: OTWÓRZ FOLDER Z LOGAMI
tr: GÜNLÜK KLASÖRÜ

source: "Core Descent (16-bit) v0.9"
bn: "কোর ডিসেন্ট (১৬-বিট) সং০.৯"
hu: „Core Descent (16 bites), 0.9-es verzió”

source: "Cosmo Blast v1.0"
bn: "মহাবিস্ফোরণ সং১.০"
hu: „Cosmo Blast, 1.0-s verzió”

source: "Lunar Harvest v1.0"
bn: "চন্দ্র ফসল সং১.০"
hu: „Lunar Harvest, 1.0-s verzió”

source: "Bouncing Baal v0.95"
bn: "লাফানো বল সং০.৯৫"
hu: „Bouncing Baal, 0.95-ös verzió”

source: Esperanto:
bn: এস্পেরান্তো:
hu: Eszperantó:

source: Balázs Úr
hu: Úr Balázs

source: Pixel Wheels
bn: পিক্সেল হুইল
eo: Rastrumaj Radoj
tr: Piksel Tekerlekler

# vehicle-record-placeholder
source: CPU
bn: সিপিইউ
de: Computer
eo: Ĉefprocesoro
eu: PUZ
pl: Komputer
tr: Bilgisayar

# vehicle
source: Ant On-1
it_it: Furgone Surf
tr: Karınca-1

source: Pixel Wheels %s
bn: পিকগসেল হুইল %s
tr: Piksel Tekerlekler %s

source: Aurélien Gâteau
bn: অরেলিয়েন গাটেউ

source: Antonin Gâteau
bn: অ্যান্টনিও গাটেও

source: Thomas Tripon
bn: থোমাস ট্রিপন

source: FoxSynergy
bn: ফক্সসিনার্জি

source: Tom Haigh
bn: টম হাইগ

source: domasx2
bn: ডোমাসএক্স২

source: Clara Gâteau
bn: ক্লারা গাটেই

source: SFXR Qt
bn: এসএফএক্সআর কিউটি (SFXR Qt)

source: Android Studio
bn: অ্যান্ড্রয়েড স্টুডিও

source: QUIT
eu: IRTEN
it_it: ESCI

source: Pixel Wheels is free, but you can support its development in various ways.
eu: Pixel Wheels doakoa da, baina bere garapenean modu desberdinetan lagundu dezakezu.
it_it: Pixel Wheels è gratuito, ma puoi sostenerne lo sviluppo in vari modi.

source: VISIT SUPPORT PAGE
eu: LAGUNTZA ORRIRA JOAN
it_it: VISITA LA PAGINA DI SUPPORTO

source: Learn more about Pixel Wheels
eu: Ezagutu gehiago Pixel Wheels-i buruz
it_it: Impara di più su Pixel Wheels

source: VISIT WEB SITE
eu: WEBGUNERA JOAN
it_it: SITO WEB

source: Ethan Chapman
eu: Guillaume Roche

source: Trigger:
eu: Aktibatu:

source: Back/reverse:
eu: Itzuli/atzera martxa:

source: Ready!
eu: Prest!

source: Some gamepads are missing
eu: Aginte batzuk falta dira

source: Missing
eu: Faltan

source: OK
eu: ADOS
