Repository: agateau/pixelwheels
Catalog: android/assets/po/*.po
Languages: bn, de, eo, eu, gl, hu, it_it, nl, pl, tr

# championship
source: Country Life
de: Provinz
eo: Kampara Vivo
gl: Vida no campo
hu: Vidéki élet
it_it: Vita in Campagna
nl: Plattelandsgevoel
pl: Wiejskie Życie
tr: Bölge

# track
source: Welcome!
bn: স্বাগতম!
de: Willkommen!
eo: Bonvenon!
eu: Ongi etorri!
gl: Benvido!
hu: Üdvözlet!
it_it: Benvenuto!
nl: Welkom!
pl: Witamy!
tr: Hoş geldin!

# track
source: River
bn: নদী
de: Flussrundfahrt
eo: Rivero
eu: Ibaia
gl: Río
hu: Folyó
it_it: Fiume
nl: Rivier
pl: Rzeka
tr: Nehir

# track
source: Flood
bn: বন্যা
de: Land unter!
eo: Inundo
eu: Uholdea
gl: Inundación
hu: Árvíz
it_it: Inondazione
nl: Overstroming
pl: Powódź
tr: Sel Baskını

# championship
source: Square Mountains
de: Gebirgsrallye
eo: Kvadrataj Montoj
gl: Montes Cadrados
hu: Négyzetes hegység
it_it: Montagne Quadrate
nl: Vierkante bergen
pl: Kwadratowe Wzgórza
tr: Kare dağlar

# track
source: Let it snow
bn: তুষারপাত হোক
de: Schneelandschaft
eo: Neĝu
eu: Egin dezala elurra
gl: Neva
hu: Hadd havazzon
it_it: E neve sia
nl: De eerste sneeuw
pl: Pada śnieg
tr: Karlı pist

# track
source: Don't slip!
bn: পিছলে যেও না!
de: Blitzeis!
eo: Ne glitu!
eu: Ez irristatu!
gl: Non escorregues!
hu: Ne csússz ki!
it_it: Attenzione, non scivolare!
nl: Geen glĳpartĳen!
pl: Ślisko!
tr: Kaymayın!

# track
source: Up, up, up... and down!
bn: উপরে, উপরে, উপর... এবং নিচে!
de: Zick-Zack-Rallye
eo: Supren, supren, supren... kaj malsupren!
eu: Gora, gora, gora... eta behera!
gl: Sobe, sobe, sobe... e baixa!
hu: Fel, fel, fel… és le!
it_it: Sale, sale, sale... e scende!
nl: Omhoog, omhoog, omhoog… en weer naar beneden!
pl: W górę, w górę, w górę... i w dół!
tr: Yukarı, yukarı, yukarı... ve aşağı!

# championship
source: Pix Cities
bn: পিক্স শহর
de: Pixelstädte
eo: Rastrumaj Urboj
eu: Pix Hiriak
gl: As cidades de píxel
hu: Pixeles városok
it_it: Città dei Pixel
nl: Pixsteden
pl: Pikselowe Miasta
tr: Piksel şehir

# track
source: Blocky Town
bn: ব্লক টাউন
de: Blockstadt
eo: Blokema Vilaĝo
eu: Bloke herria
gl: Cidade de bloque
hu: Akadályváros
it_it: Bloccopoli
nl: Blokstad
pl: Blokowe miasto
tr: Bloklu Kasaba

# track
source: Tiny sur Mer
bn: ক্ষুদে সার মের
de: Pix am See
eo: Eta apud Maro
eu: Tinyondo
gl: Tiny no mar
hu: Apró tengerpart
nl: Klein aan Zee
pl: Nadmorska wioska

# track
source: The Island
bn: দ্বীপ
de: Die Insel
eo: La Insulo
gl: A Illa
hu: A sziget
nl: Het eiland

source: An open-source racing game
bn: একটি মুক্ত-উৎস গাড়ি দৌড় খেলা
de: Ein Open-Source-Rennspiel
eo: Malfermitkoda vetkura ludo
eu: Kode irekiko lasterketa jokoa
gl: Un xogo de carreiras de código aberto
hu: Egy nyílt forráskódú autóversenyzős játék
it_it: Un gioco di corse automobilistiche open-source
nl: Een opensource racespel
pl: Gra wyścigowa typu open source
tr: Açık kaynak bir yarış oyunu

source: Code
bn: কোড
de: Programmierung
eo: Kodo
eu: Kodea
gl: Código
hu: Kód
it_it: Codice
pl: Kod
tr: Kod

source: Pixels
bn: পিক্সেল
de: Grafik
eo: Bilderoj
eu: Pixelak
gl: Píxeles
hu: Képpontok
it_it: Pixel
pl: Piksele
tr: Tasarım

source: Music
bn: সংগীত
de: Musik
eo: Musiko
eu: Musika
gl: Música
hu: Zene
it_it: Musica
nl: Muziek
pl: Muzyka
tr: Müzik

source: Menu:
bn: তালিকা:
de: Menü:
eo: Menuo:
eu: Menua:
gl: Menú:
hu: Menü:
it_it: Menù:
tr: Menü:

source: "Lightspeed"
bn: "আলোর গতি"
eo: "Lumrapideco"
gl: "Velocidade da luz"
tr: "Işık hızı"

source: Victory:
bn: বিজয়:
de: Erfolg:
eo: Venko:
eu: Garaipena:
gl: Victoria:
hu: Győzelem:
it_it: Vittoria:
nl: Overwinning:
pl: Wygrana:
tr: Zafer:

source: Country Life championship:
bn: গ্রাম্য জীবন প্রতিযোগিতা
de: Provinz Meisterschaft:
eo: Ĉampionado de Kampa Vivo:
eu: Landa Bizitza txapelketa:
gl: Campionato Vida no Campo:
hu: Vidéki élet bajnokság:
it_it: Campionato Vita in Campagna:
nl: Plattelandsgevoel-kampioenschap:
pl: Mistrzostwa Wiejskie Życie:
tr: Bölge şampiyonu:

source: Square Mountains championship:
bn: বর্গাকার পর্বত প্রতিযোগিতা:
de: Gebirgsrallye Meisterschaft:
eo: Ĉampionado de Kvadrataj Montoj:
eu: Mendi Karratuak txapelketa:
gl: Campionato Montes Cadrados:
hu: Négyzetes hegység bajnokság:
it_it: Campionato Montagne Quadrate:
nl: Vierkantebergen-kampioenschap:
pl: Mistrzostwa Kwadratowe Wzgórza:
tr: Kare dağlar şampiyonu:

source: Pix Cities championship:
bn: পিক্স শহর প্রতিযোগিতা:
de: Pixelstädte Meisterschaft:
eo: Ĉampionado de rastrumaj urboj:
eu: Pix Hiriak txapelketa:
gl: Campionato As cidades de píxel:
hu: Pixeles városok bajnokság:
it_it: Campionato Città dei Pixel:
nl: Pixsteden-kampioenschap:
pl: Mistrzostwa Pikselowe Miasta:
tr: Piksel şehir şampiyonu:

source: Sound Effects
bn: সাউন্ড ইফেক্ট (শব্দ প্রভাব)
de: Soundeffekte
eo: Sonefekto
eu: Soinu-efektuak
gl: Efectos de son
hu: Hanghatások
it_it: Effetti sonori
nl: Geluidseffecten
pl: Efekty dźwiękowe
tr: Ses efektleri

source: "Car tire squeal skid loop"
bn: "গাড়ির চাকা পিছলিয়ে ঘূর্ণন"
gl: "Bucle de derrapaxes con chiar de pneumáticos"
hu: „Autógumi csikorgó csúszási hangjának ismétlései”
tr: "Araba tekerleği sesleri"

source: "Racing car engine sound loops"
bn: "দৌড় গাড়ির ইঞ্জিনের শব্দ চক্রাকারে"
gl: "Bucles de son do motor de coche de carreiras"
hu: „Versenyautó-motor hangjának ismétlései”
tr: "Yarış arabası motoru sesleri"

source: Other sound effects
bn: অন্যান্য শব্দ প্রভাব
de: Andere Soundeffekte
eo: Aliaj sonefektoj
eu: Beste soinu-efektuak
gl: Outros efectos de son
hu: Egyéb hanghatások
it_it: Altri effetti sonori
nl: Overige geluidseffecten
pl: Pozostałe efekty dźwiękowe
tr: Diğer ses efektleri

source: Fonts
bn: ফন্ট
de: Schriftarten
eo: Tiparoj
eu: Letra-tipoak
gl: Fontes
hu: Betűkészletek
it_it: Caratteri
nl: Lettertypen
pl: Czcionki
tr: Yazı tipleri

source: Translations
bn: অনুবাদ
de: Übersetzungen
eo: Tradukoj
eu: Itzulpenak
gl: Traduccions
hu: Fordítások
it_it: Traduzioni
nl: Vertalingen
pl: Tłumaczenia
tr: Çeviriler

source: German:
bn: জার্মান:
de: Deutsch:
eo: Germana:
eu: Alemaniera:
gl: Alemán:
hu: Német:
it_it: Tedesco:
nl: Duits:
pl: Niemiecki:
tr: Almanca:

source: Spanish:
bn: স্পেনীয়:
de: Spanisch:
eo: Hispana:
eu: Espainiera:
gl: Español:
hu: Spanyol:
it_it: Spagnolo:
nl: Spaans:
pl: Hiszpański:
tr: İspanyolca:

source: Basque:
bn: বাস্ক
de: Baskisch:
eo: Eŭska:
eu: Euskara:
gl: Euskera:
hu: Baszk:
it_it: Basco:
nl: Baskisch:
pl: Baskijski:
tr: Baskça:

source: Galician:
bn: গ্যালিসীয়
de: Galicisch:
eo: Galega:
gl: Galego:
hu: Galíciai:
nl: Galicisch:

source: French:
bn: ফরাসি:
de: Französisch:
eo: Franca:
eu: Frantsesa:
gl: Francés:
hu: Francia:
it_it: Francese:
nl: Frans:
pl: Francuski:
tr: Fransızca:

source: Polish:
bn: পোলিশ
de: Polnisch:
eo: Pola:
eu: Poloniera:
gl: Polaco:
hu: Lengyel:
it_it: Polacco:
nl: Pools:
pl: Polski:
tr: Lehçe:

source: Swedish:
de: Schwedisch:
eo: Sveda:
gl: Sueco:
hu: Svéd:
it_it: Svedese:
nl: Zweeds:
pl: Szwedzki:
tr: İsveççe:

source: Russian:
bn: রুশ:
de: Russisch:
eo: Rusa:
eu: Errusiera:
gl: Ruso:
hu: Orosz:
it_it: Russo:
nl: Russisch:
pl: Rosyjski:
tr: Rusça:

source: Bengali:
bn: বাংলা:
de: Bengalisch:
eo: Bengala:
eu: Bengalera:
gl: Bengalí:
hu: Bengáli:
it_it: Bengalese:
nl: Bengaals:
pl: Bengalski:
tr: Bengalce:

source: Chinese:
bn: চীনা:
de: Chinesisch:
eo: Ĉina:
eu: Txinera:
gl: Chino:
hu: Kínai:
it_it: Cinese:
nl: Chinees:
pl: Chiński:
tr: Çince:

source: Hungarian:
bn: হাঙ্গেরী:
de: Ungarisch:
eo: Hungara:
gl: Húngaro:
hu: Magyar:
it_it: Ungherese:
nl: Hongaars:
pl: Węgierski
tr: Macarca:

source: Turkish:
bn: তুর্কি:
de: Türkisch
eo: Turka:
gl: Turco:
hu: Török:
it_it: Turco:
nl: Turks:
pl: Turecki
tr: Türkçe:

source: Italian:
bn: ইতালীয়:
de: Italienisch
eo: Itala:
gl: Italiano:
hu: Olasz:
it_it: Italiano:
nl: Italiaans:
pl: Włoski:
tr: İtalyanca:

source: Dutch:
bn: ডাচ:
de: Niederländisch
eo: Nederlanda:
gl: Neerlandés:
hu: Holland:
nl: Nederlands:
pl: Niderlandzki:
tr: Felemenkçe:

source: Indonesian:
gl: Indonesio:

source: Video Editing
bn: ভিডিও সম্পাদনা
de: Videobearbeitung
eo: Videoredaktado
eu: Bideo edizioa
gl: Edición de vídeo
hu: Videoszerkesztés
it_it: Editing Video
nl: Videobewerking
pl: Edycja wideo
tr: Video düzenleme

source: Special Thanks
bn: বিশেষ ধন্যবাদ
de: Besonderer Dank an
eo: Specialaj Dankoj
eu: Esker bereziak
gl: Un agradecemento especial a
hu: Különleges köszönet
it_it: Ringraziamenti
nl: Veel dank aan
pl: Specjalne podziękowania
tr: Özel Teşekkür

source: All bug reporters
de: Alle Leute, die Fehler gemeldet haben.
eo: Ĉiuj cimraportintoj
eu: Bug-en berriemaile guztiak
gl: Todolos informes de erros
hu: Minden hibajelentő
it_it: Tutti i segnalatori di errori
nl: Alle bugmelders
pl: Wszystkie osoby zgłaszające błędy
tr: Hata raporlayıcılar

source: All supporters on Patreon, Ko-fi and Paypal
bn: প্যাট্রন, কো-ফি এবং পেপালের সব সাহায্যকারীরা
de: Alle Unterstützer auf Patreon, Ko-fi und PayPal.
eo: Ĉiuj subtenantoj en Patreon, Ko-fi kaj Paypal
eu: Patreon, Ko-fi eta Paypal bidezko jarraitzaile guztiak
gl: Todos os colaboradores en Patreon, Ko-fi e PayPal
hu: Minden támogató a Patreon, Ko-fi és PayPal platformokon
it_it: Tutti quelli che ci sostengono con Patreon, Ko-fi e Paypal
nl: Alle sponsoren op Patreon, Ko-fi en Paypal
pl: Wszyscy wspierający na Patreonie, Ko-fi i Paypalu
tr: Patreon, Ko-fi ve Paypal destekçileri

source: Made with
bn: তৈরির জন্য ব্যবহৃত
de: Realisiert mit
eo: Farita per
eu: Honekin egina
gl: Feito con
hu: Ezekkel készült
it_it: Creato con
nl: Gemaakt met
pl: Stworzone za pomocą
tr: ile yapıldı

source: Settings affecting game play have been modified, scores won't be saved
bn: এই খেলায় প্রভাবকারী জিনিস পরিবর্তিত হয়েছে, খেলার স্কোর সংরক্ষণ হবে না
de: Es wurden Einstellungen geändert, die den Spielablauf betreffen. Die erzielten Ergebnisse und Rekorde werden nicht gespeichert!
eo: Agordoj, kiuj efikas la ludadon, estis modifitaj, poentaroj ne estos konservitaj
eu: Jokaera aldatuko duten ezarpenak aldatu dira, puntuazioak ez dira gordeko
gl: Modificouse a configuración que afecta o xogo, as puntuacións non se gardarán
hu: A játékmenetet befolyásoló beállítások módosultak, a pontszámok nem kerülnek mentésre
it_it: Delle impostazioni relative alla giocabilità sono state modificate, i punteggi non verranno salvati
nl: De instellingen omtrent het spelverloop zĳn gewĳzigd, dus scores worden niet genoteerd
pl: Zmieniono ustawienia wpływające na rozgrywkę, wyniki nie będą zapisywane
tr: Oynanışı etkileyen ayarlar değiştirildi, skor kaydedilmeyecek

source: RESTART
bn: পুনঃশুরু
de: NEUSTART
eo: REKOMENCI
eu: BERRIRO HASI
gl: RECOMENZAR
hu: ÚJRAINDÍTÁS
it_it: RICOMINCIA
nl: HERSTARTEN
tr: YENİDEN BAŞLAT

source: BACK TO MENU
bn: তালিকসয় ফেরত যাও
de: HAUPTMENÜ
eo: REEN AL LA MENUO
eu: MENURA ITZULI
gl: VOLTAR O MENÚ
hu: VISSZA A MENÜBE
it_it: TORNA AL MENU'
nl: TERUG NAAR MENU
pl: POWRÓT DO MENU
tr: MENÜYE DÖN

source: CONTINUE
bn: এগিয়ে যাও
de: FORTFAHREN
eo: DAŬRIGI
eu: JARRAITU
gl: CONTINUAR
hu: FOLYTATÁS
it_it: CONTINUA
nl: DOORGAAN
pl: KONTYNUUJ
tr: DEVAM ET

source: Gamepad config
bn: গেমপ্যাড পছন্দসমূহ
de: Gamepad Konfiguration
eo: Ludregila agordaro
eu: Aginte konfig
gl: Configuración do mando
hu: Játékvezérlő beállítása
it_it: Configurazione controller
nl: Gamepad-instellingen
pl: Konfiguracja kontrolera
tr: Kontrolör ayarları

source: Game
de: Spiel
eo: Ludo
gl: Xogo
hu: Játék
nl: Spel
pl: Kontroler
tr: Oyun

source: Menu
de: Menü
eo: Menuo
gl: Menú
hu: Menü
tr: Menü

source: Activate
bn: সক্রিয়
de: Auswählen
eo: Aktivigi
eu: Aktibatu
gl: Activar
hu: Aktiválás
it_it: Attiva
nl: Activeren
pl: Aktywuj
tr: Aktif et

source: Trigger
de: Auslöser
eo: Ĵeti
eu: Aktibatu
gl: Gatillo
hu: Aktiváló
it_it: Attiva
pl: Spust
tr: Tetik

source: Back
bn: ফিরত
de: Zurück
eo: Reen
eu: Atzera
gl: Voltar
hu: Vissza
it_it: Torna
nl: Terug
pl: Wróć
tr: Geri

source: Brake
de: Bremsen
eo: Bremsi
eu: Balazta
gl: Frear
hu: Fékezés
it_it: Frena
nl: Rem
pl: Hamulec
tr: Fren

source: Pause
de: Pausiert
eo: Paŭzigita
gl: Pausa
hu: Szünet
nl: Onderbreken
pl: Gra zapauzowana
tr: Durduruldu

source: Keyboard config
bn: কিবোর্ড পছন্দসমূহ
de: Tastatur Konfiguration
eo: Klavara agordaro
eu: Teklatu konfig
gl: Configuración do teclado
hu: Billentyűzet beállítása
it_it: Configurazione della tastiera
nl: Toetsenbordinstellingen
pl: Konfiguracja klawiatury
tr: Klavye ayarları

source: ONE PLAYER
bn: একক খেলোয়াড়
de: EINZELSPIELER
eo: UNU LUDANTO
eu: JOKALARI BAKARRA
gl: UN XOGADOR
hu: EGYJÁTÉKOS
it_it: UN GIOCATORE
nl: ÉÉN SPELER
pl: JEDEN GRACZ
tr: TEK OYUNCULU

source: MULTI PLAYER
bn: একাধিক খেলোয়াড়
de: MEHRSPIELER
eo: PLURAJ LUDANTOJ
eu: MULTIJOKALARIA
gl: MULTIXOGADOR
hu: TÖBBJÁTÉKOS
it_it: PIU' GIOCATORI
nl: MEERDERE SPELERS
pl: WIELU GRACZY
tr: ÇOK OYUNCULU

source: QUICK RACE
bn: দ্রুত রেস
de: SCHNELLES RENNEN
eo: TUJA VETKURO
eu: LASTERKETA AZKARRA
gl: CARREIRA RÁPIDA
hu: GYORS VERSENY
it_it: CORSA VELOCE
nl: KORTE RACE
pl: SZYBKI WYŚCIG
tr: HIZLI YARIŞ

source: CHAMPIONSHIP
bn: প্রতিযোগিতা
de: MEISTERSCHAFT
eo: ĈAMPIONADO
eu: TXAPELKETA
gl: CAMPIONATO
hu: BAJNOKSÁG
it_it: CAMPIONATO
nl: KAMPIOENSCHAP
pl: MISTRZOSTWA
tr: ŞAMPİYONLUK

source: SETTINGS
bn: পছন্দসমূহ
de: EINSTELLUNGEN
eo: AGORDOJ
eu: EZARPENAK
gl: CONFIGURACIÓN
hu: BEÁLLÍTÁSOK
it_it: IMPOSTAZIONI
nl: INSTELLINGEN
pl: USTAWIENIA
tr: AYARLAR

source: SUPPORT
bn: সমর্থন
de: UNTERSTÜTZEN
eo: SUBTENO
gl: APOIO
hu: TÁMOGATÁS
nl: ONDERSTEUNING

source: Select Your Vehicles
de: Wähle dein Fahrzeug
eo: Elektu Viajn Veturilojn
gl: Escolle os teus vehículos
hu: Járművek kiválasztása
it_it: Scegli un veicolo
nl: Kies je voertuigen
pl: Wybierz swój pojazd
tr: Aracı seçin

source: Some controllers are missing
de: Einige Gamepads fehlen
eo: Mankas kelkaj ludregiloj
gl: Faltan algúns mandos
hu: Néhány vezérlő hiányzik
nl: Er ontbreken controllers
pl: Brakuje niektórych kontrolerów
tr: Kontrolör bulunamadı

source: Paused
bn: থামানো
de: Pausiert
eo: Paŭzigita
eu: Geldirik
gl: Pausa
hu: Szüneteltetve
it_it: Pausa
nl: Onderbroken
pl: Gra zapauzowana
tr: Durduruldu

source: RESUME
bn: চালু করো
de: FORTSETZEN
eo: DAŬRIGI
eu: JARRAITU
gl: CONTINUAR
hu: FOLYTATÁS
it_it: CONTINUA
nl: SPEL VOORTZETTEN
pl: WZNÓW
tr: DEVAM ET

source: QUIT TO MENU
bn: তালিকায় প্রস্থান করো
de: BEENDEN UND ZUM MENÜ
eo: ELIRI AL MENUO
eu: MENURA ATERA
gl: SAIR O MENÚ
hu: KILÉPÉS A MENÜBE
it_it: TORNA AL MENU'
nl: TERUG NAAR MENU
pl: WYJDŹ DO MENU
tr: MENÜYE DÖN

source: Select Championship
bn: প্রতিযোগিতা নির্বাচন
de: Meisterschaft auswählen
eo: Elektu Ĉampionadon
eu: Aukeratu txapelketa
gl: Escoller campionato
hu: Bajnokság kiválasztása
it_it: Scegli un campionato
nl: Kies een kampioenschap
pl: Wybierz mistrzostwa
tr: Şampiyonluk seç

source: Select Game Mode
bn: খেলার অবস্থা নির্বাচন
de: Spielmodus auswählen
eo: Elektu Ludan Reĝimon
eu: Joku modua aukeratu
gl: Escoller modo de xogo
hu: Játékmód kiválasztása
it_it: Scegli la modalità di gioco
nl: Kies een spelvorm
pl: Wybierz tryb gry
tr: Oyun modunu seç

source: Select Language
de: Sprache auswählen
eo: Elektu Lingvon
gl: Escoller lingua
hu: Nyelv kiválasztása
it_it: Scegli una lingua
nl: Kies een taal
pl: Wybierz język
tr: Dil seç

source: Select Players
de: Wie viele Personen spielen?
eo: Elektu Ludantojn
gl: Escoller Xogadores
hu: Játékosok kiválasztása
nl: Kies het aantal spelers
pl: Wybierz graczy
tr: Oyuncuları seç

source: 2 PLAYERS
de: 2 Spieler
eo: 2 LUDANTOJ
gl: 2 XOGADORES
hu: 2 JÁTÉKOS
nl: 2 SPELERS
pl: 2 GRACZY
tr: 2 OYUNCULU

source: 3 PLAYERS
de: 3 Spieler
eo: 3 LUDANTOJ
gl: 3 XOGADORES
hu: 3 JÁTÉKOS
nl: 3 SPELERS
pl: 3 GRACZY
tr: 3 OYUNCULU

source: 4 PLAYERS
de: 4 Spieler
eo: 4 LUDANTOJ
gl: 4 XOGADORES
hu: 4 JÁTÉKOS
nl: 4 SPELERS
pl: 4 GRACZY
tr: 4 OYUNCULU

source: Select Track
bn: রাস্তা নির্বাচন
de: Strecke auswählen
eo: Elektu Kurejon
eu: Pista aukeratu
gl: Escolle circuito
hu: Pálya kiválasztása
it_it: Scegli una pista
nl: Kies een parcours
pl: Wybierz tor
tr: Pist seç

source: Best Lap
bn: সর্বোত্তম দৌড়
de: Beste Rundenzeit
eo: Plej Bona Rondiro
eu: Itzuli onena
gl: Mellor volta
hu: Legjobb kör
it_it: Miglior giro
nl: Beste ronde
pl: Najlepsze okrążenie
tr: En iyi tur

source: Best Total
bn: সর্বোচ্চ মোট
de: Beste Gesamtzeit
eo: Plej Bona Tuto
eu: Onena denera
gl: Mellor tempo total
hu: Legjobb versenyidő
it_it: Miglior tempo totale
nl: Beste in totaal
pl: Najlepszy czas
tr: En iyi toplam

source: Select Your Vehicle
bn: বাহন নাও
de: Wähle dein Fahrzeug
eo: Elektu Vian Veturilon
eu: Aukeratu zure ibiligailua
gl: Escolle o teu vehículo
hu: Jármű kiválasztása
it_it: Scegli un veicolo
nl: Kies een voertuig
pl: Wybierz swój pojazd
tr: Aracını seç

source: Support
bn: সমর্থন
de: Unterstützen
eo: Subteno
gl: Apoio
hu: Támogatás
nl: Ondersteuning

source: Buy nice Pixel Wheels themed goodies!
bn: পিক্সেল হুইল সম্পর্কিত পণ্য কিনো!
de: Kaufe coole Pixel Wheels Fanartikel!
eo: Aĉetu belajn bonaĵojn rilatajn al Pixel Wheels!
gl: Compra cousas chulas coa temática de Pixel Wheels!
hu: Vásárolj szép Pixel Wheels témájú dolgokat!
nl: Koop wat toffe Pixel Wheels-merchandise!

source: SHOP
bn: দোকান
eo: VENDEJO
gl: TENDA
hu: BOLT
nl: WINKEL

source: Support Pixel Wheels development.
de: Unterstütze die Entwicklung von Pixel Wheels.
eo: Subtenu la disvolvadon de Pixel Wheels.
gl: Apoia o desenvolvemento de Pixel Wheels.
hu: A Pixel Wheels fejlesztésének támogatása.
nl: Ondersteun de ontwikkeling van Pixel Wheels.

source: SUPPORT PAGE
de: UNTERSTÜTZEN
eo: SUBTENA PAĜO
gl: PÁXINA DE APOIO
hu: TÁMOGATÁSI OLDAL
nl: ONDERSTEUNINGSPAGINA

# vehicle
source: 2-Deuch
de: Ente
eu: 2-Zaldi
gl: Dous Cabalos
it_it: 2 Cavalli
pl: Kaczka

# vehicle
source: Broster Truck
de: Monstertruck
eo: Broster-Kamiono
gl: Camión Broster
hu: Teherautószörny
it_it: Super Camion
nl: Brostervrachtwagen
tr: Kardeş Kamyon

# vehicle
source: C15 Vindieu
gl: C15 A mula

# vehicle
source: Dark M
eo: Malhela M
eu: M Iluna
gl: Escuridade M
hu: Sötét M
it_it: Morte Nera
pl: Mroczny M
tr: Kara M

# vehicle
source: Harvester
de: Mähdrescher
eo: Kombajno
eu: Uzta-makina
gl: Colleitadora
hu: Kombájn
it_it: Mietitrice
pl: Żniwiarz
tr: Biçerdöver

# vehicle
source: Jeep
eo: Ĵipo
gl: Todoterreo
hu: Terepjáró
pl: Terenówka
tr: Jip

# vehicle
source: Pickup
eo: Kamioneto
gl: Camioneta
hu: Kisteherautó
tr: Kamyonet

# vehicle
source: Highway Patrol
de: Polizei
eo: Aŭtovoja Patrolo
eu: Autobide patruila
gl: Policía
hu: Autópálya-rendőrség
it_it: Auto Polizia
nl: Snelwegpolitie
pl: Radiowóz
tr: Polis aracı

# vehicle
source: Red Lightning
de: Rennwagen
eo: Ruĝa Fulmo
eu: Tximista Gorria
gl: Raio Vermello
hu: Vörös Villám
it_it: Fulmine Rosso
nl: Rode bliksem
pl: Czerwona Błyskawica
tr: Kırmızı şimşek

# vehicle
source: Roadster
eo: Konvertebla
gl: Descapotable
it_it: Decapottabile
tr: Yolcu arabası

# vehicle
source: Rocket
de: Rakete
eo: Raketo
eu: Suziria
gl: Foguete
hu: Rakéta
it_it: Razzo
nl: Raket
pl: Rakieta
tr: Roket

# vehicle
source: Santa Truck
eo: Kristnaska Kamiono
eu: Bizarzuri Kamioia
gl: Camión de Santa
hu: Mikuláskamion
it_it: Camion di Natale
nl: Kerstmanwagen
pl: Ciężarówka Mikołaja
tr: Noel Baba kamyonu

source: Share via
bn: শেয়ার কর
de: Teilen über
eo: Diskonigu per
eu: Elkarbanatu
gl: Compartir con
hu: Megosztás ezzel
it_it: Condividi
nl: Delen via
pl: Udostępnij przez
tr: Aracılığıyla paylaş

source: Hit a bug? Use this button to report it.
bn: কোন সমস্যা? এই বোতাম দিয়ে আমাদের জানাও।
de: Fehler gefunden? Hier kannst du ihn melden!
eo: Ĉu vi trovis eraron? Uzu ĉi tiun butonon por raporti ĝin.
eu: Akats bat aurkitu duzu? Jakinarazi iezaguzu botoi honen bidez.
gl: Atopaches un erro? Emprega este botón para notificalo.
hu: Hibát találtál? Használd ezt a gombot a jelentéshez.
it_it: Hai trovato un bug? Usa questo bottone per segnalarlo.
nl: Heb je een bug gevonden? Met deze knop kun je hem melden.
pl: Natrafiłeś na błąd? Tym przyciskiem możesz go zgłosić.
tr: Hatayla mı karşılaştın? Raporlamak için bu butonu kullanın.

source: REPORT BUG
bn: কোন সমস্যা আমাদের জানাও
de: FEHLER MELDEN
eo: RAPORTI ERARON
eu: AKATSA JAKINARAZI
gl: NOTIFICAR DUN ERRO
hu: HIBA JELENTÉSE
it_it: SEGNALA UN BUG
nl: BUG MELDEN
pl: ZGŁOŚ BŁĄD
tr: HATA RAPORLA

source: Hit one vehicle with a missile
bn: একটি বাহনে মিসাইল ছোড়ো
de: Treffe ein Fahrzeug mit einer Rakete
eo: Trafu veturilon per misilo
eu: Ibilgailu bat misilarekin jo
gl: Golpea un vehículo cun misil
hu: Találj el egy járművet rakétával
it_it: Colpisci un veicolo con un missile
nl: Raak één voertuig met een raket
pl: Traf pociskiem jeden pojazd
tr: Bir araca füze ile vur

source: Leave road one time
bn: রাস্তা একবার ছাড়ো
de: Verlasse einmal die Straße
eo: Eliru ŝoseon unufoje
eu: Bidetik behin atera
gl: Sair da estrada unha vez
hu: Térj le az útról egy alkalommal
it_it: Esci di strada una volta
nl: Ga één keer van de weg af
pl: Opuść drogę jeden raz
tr: Yoldan bir kez ayrıl

source: Drive in the sand one time
de: Fahre einmal durch Sand
eo: Veturu en la sablo unufoje
gl: Conduce pola area unha vez
hu: Vezess a homokban egyszer
nl: Rijd één keer door het zand

source: Pick one bonus
bn: একটি অতিরিক্ত নাও
de: Sammle einen Bonus
eo: Elektu unu bonuson
eu: Bonus bat hartu
gl: Colle una bonificación
hu: Vegyél fel egy bónuszt
it_it: Prendi un bonus
nl: Verzamel één bonus
pl: Zbierz jedną premię
tr: Bir bonus al

source: Gamepad
bn: গেমপ্যাড
eo: Ludregilo
eu: Agintea
gl: Mando
hu: Játékvezérlő
it_it: Controller
pl: Kontroler
tr: Kontrolör

source: Keyboard
bn: কিবোর্ড
de: Tastatur
eo: Klavaro
eu: Teklatua
gl: Teclado
hu: Billentyűzet
it_it: Tastiera
nl: Toetsenbord
pl: Klawiatura
tr: Klavye

source: Pie buttons
bn: চাকা বোতাম
de: Ecktasten
eo: Tortaj butonoj
eu: Botoiak arkuan
gl: Botóns circulares
hu: Tortagombok
it_it: Bottoni a cerchio
nl: Taartknoppen
pl: Przyciski kołowe
tr: Pasta düğmeleri

source: Side buttons
bn: পাশের বোতাম
de: Seitliche Tasten
eo: Flankaj butonoj
eu: Bazter botoiak
gl: Botóns laterais
hu: Oldalsó gombok
it_it: Boutons sui lati
nl: Zĳknoppen
pl: Przyciski boczne
tr: Köşe düğmeleri

source: Casual
bn: সহজ
de: Amateur
eo: Amatora
gl: Novato
hu: Alkalmi
nl: Recreatief

source: Pro
bn: অভিজ্ঞ
de: Profi
eo: Profesia
gl: Profesional
hu: Profi
nl: Professioneel

source: Legendary
bn: কিংবদন্তী
de: Meister
eo: Legenda
gl: Lendario
hu: Legendás
nl: Legendarisch

source: Championship Rankings
bn: ক্রম
de: Ergebnis der Meisterschaft
eo: Ĉampionadaj Rangolisto
eu: Txapelketako Sailkapenak
gl: Clasificación do campionato
hu: Bajnoksági ranglista
it_it: Classifica Campionato
nl: Kampioenschapsklassement
pl: Rankingi Mistrzostw
tr: Şampiyonluk Sıralaması

source: Race Results
bn: প্রতিযোগিতার ফল
de: Ergebnis des Rennens
eo: Rezultoj de vetkuro
eu: Lasterketako Emaitzak
gl: Resultado da carreira
hu: Verseny eredménye
it_it: Risultati della corsa
nl: Raceresultaten
pl: Wyniki wyścigów
tr: Yarış sonuçları

source: Congratulations, great race!
de: Gratulation, das war ein tolles Rennen!
eo: Gratulojn, bonega vetkuro!
eu: Zorionak, lasterketa ederra!
gl: Parabéns, magnífica carreira!
hu: Gratulálunk, nagyszerű verseny!
it_it: Complimenti, corsa magnifica!
nl: Wat een geweldige race - gefeliciteerd!
pl: Gratulacje, świetny wyścig!
tr: Tebrikler, iyi yarıştı!

source: You've got some serious driving skills!
bn: তোমার বেশ ভালো চালানোর ক্ষমতা আছে
de: Du hast einige ernstzunehmende Fahrfähigkeiten!
eo: Vi havas seriozajn veturkapablojn!
eu: Gidatze kontuetan trebea zara gero!
gl: Es un piloto abraiante!
hu: Komoly vezetési képességeid vannak!
it_it: Sei davvero un buon pilota!
nl: Je bent hard op weg om een pro te worden!
pl: Naprawdę nieźle prowadzisz!
tr: Bazı ciddi sürüş becerileriniz var!

source: You're a champ!
bn: তুমি বিজয়ী!
de: Du bist ein Champion!
eo: Vi estas ĉampion'!
eu: Txapelduna zara!
gl: Es un campión!
hu: Te egy bajnok vagy!
it_it: Campione!
nl: Je bent een topper!
pl: Jestes mistrzem!
tr: Sen bir şampiyonsun!
